Releases all resources used by the  LinkLoadResult
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public void Dispose()
  Visual Basic
Public Sub Dispose
  Visual C++
public:
virtual void Dispose() sealed
 Implements
  IDisposable Dispose
 See Also
  LinkLoadResult Class
  Autodesk.Revit.DB Namespace